import { Diplom } from './diplom';

export const DIPLOM: Diplom[] = [
    new Diplom("Стоимость", "Стоимость любой дипломной работы составляет 350р. Как правило, Вы оплачиваете каждую из глав отдельно равными частями при их получении. Иногда нужна предоплата в размере 40% стоимости. При получении работы Вы оплачиваете еще 40% стоимости работы, а оставшиеся 20%  - после первой проверки диплома", "https://s3.amazonaws.com/fabrika-kurs/diplom/price.jpg"),
    new Diplom("Заказать диплом", "Процедура заказа по дипломной работе несколько отличается от аналогичной процедуры заказа курсовой. Прежде всего, необходимо согласовать с руководителем тему диплома. Если у Вас нет конкретных предпочтений по теме диплома, обратитесь непосредственно к автору по указанным контактам, исполнитель определит наиболее актуальную тему из предложенного списка. После согласования темы, необходимо составить план работы и также его согласовать с руководителем. План составит для Вас автор. После согласования плана руководитель предложит Вам один из двух вариантов: привозить отдельно каждую из глав диплома на проверку либо предоставить сразу весь диплом. В первом случае предоплата не нужна - Вы оплачиваете каждую из глав отдельно равными частями при их получении. Во втором случае нужна предоплата в размере 40% стоимости. При получении работы Вы оплачиваете еще 40% стоимости работы, а оставшиеся 20%  - после первой проверки диплома", "https://s3.amazonaws.com/fabrika-kurs/kurs/social.jpg"),
    new Diplom("Гарантии", "Основной формой гарантии служит тот факт, что Вы не оплачиваете дипломную работу полностью до ее проверки руководителем. Кроме того, мы гарантируем неограниченное количество бесплатных доработок в пределах утвержденного плана и согласованного периода проведения анализа по объекту исследования. ", "https://s3.amazonaws.com/fabrika-kurs/diplom/workout.jpg"),
    new Diplom("Бонусы", "Кроме самой дипломной работы Вы получаете 2 бесплатных распечатки, презентацию Вашей работы в Word и реферат, выполненный на двух языках.", "https://s3.amazonaws.com/fabrika-kurs/diplom/includes.jpg")
]

export const DIPLOMADVICE: Diplom[] = [
    new Diplom("Дипломная работа РБ пример", "Для скачивания образца дипломной работы перейдите в нашу группу Вконтакте. Все представленные образцы оформлены по стандартам БГЭУ. Обратите внимание на необходимость безукоризненного оформления дипломной работы, так как, в отличие от курсовой, она проходит несколько стадий допуска, включающих: руководителя, рецензента, коммисию по предзащите. И на каждой стадии к оформлению диплома подходят с особым пристрастием", ""),
    new Diplom("Рецензия на дипломную работу", "Для скачивания рецензии перейдите в нашу группу Вконтакте. В группе для бесплатного скачивания доступны рецензии по отдельным темам.", ""),
]

export const DIPLOMSTRUCT: Diplom[] = [
    new Diplom("Введение", "На 3-4 страницах обосновывается актуальность темы работы, ставятся цели и задачи", ""),
    new Diplom("Теоретическая глава", "Примерно на 20 страницах раскрываются теоретические стороны выбранной темы, сравниваются точки зрения различных авторов на объект исследования, как правило основные источники данной главы - учебники и нормативные акты", ""),
    new Diplom("Практическая глава", "На 20-25 страниц анализируется структура и динамика объекта исследования за 3-5 лет согласно таблице . Зачастую сравнивается деятельность отдельного предприятия (банка) с деятельностью отрасли, выявляются положительные и отрицательные моменты", ""),
    new Diplom("Третья глава перспективы", "На 20 страницах выявляются перспективы развития объекта исследования, выдвигаются свои решения затронутых в работе проблем ", ""),
    new Diplom("Заключение", "На 3-4 страницах делается вывод по каждой из рассмотренных глав", ""),
    new Diplom("Список источников", "Должен содержать не менее 50 актуальных источников (не старше 4 лет), в том числе ссылки на новейшие статистические данные", "")
]
